Ознакомиться с ТАБЛИЦЕЙ

Создайте таблицу.

Отсортируйте поле “зарплата” (salary) в порядке убывания и возрастания
Выведите 5 максимальных зарплат (salary)
Подсчитать суммарную зарплату(salary) по каждой специальности (post)
Найти количество сотрудников по специальности “Рабочий” (post) в возрасте от 24 до 42 лет.
Найти количество специальностей
Вывести специальности, у которых средний возраст сотрудника меньше 44 лет
Если не ID, то какое поле можно добавить, чтобы использовать его в качестве первичного ключа
